;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Türkçe
;Language name in English e.g. German
LanguageEn=Turkish

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(boş)
21027=Tamam
21028=İptal
21029=Kapat

;Words - simple words can be reused
150=Hiçbiri
151=Uygula
152=Klasör
153=Dosya
154=Adı
155=Yol
156=Adı:
157=Kısayol tuşu:
158=Yolu:
159=Sıfırla
160=Hotkey
161=Düzenle
162=Tema
163=Dışa aktar
;164=Tip
165=Örnek:
166=Parametre
167=Custom

;Global
602=Listary Tercihleri

;Balloon
801=Listary arka planda çalışıyor.
802=Yazarken bul
803=Yazarken bul işlemi, bu liste için geçici olarak devre dışı bırakıldı. Geri yüklemek için ESC tuşuna basın.

;Tray Menu
1001=Çevrimiçi Yardım
1002=Güncelleştirmeleri denetle...
1003=Hakkında
1004=Çıkış

;Toolbar
1100=Arama

;Favorite Menu
2000=Favoriler
2001=Bu uygulama
2002=Global
2003=Buraya Ekle
2004=Bu Klasörü Favorilere Ekle
2050=Favorilere ekleme başarısız
2051=Listary bu uygulamadan yol alamaz.

;Recent Menu
2100=Geçmiş
2101=Temizle
2105=Bu Uygulamayı İzle
2106=Bu Uygulamayı İzleme

;Commands Menu
2201=Şu anda Açık Klasörler
2202=Dosya Yöneticisi'nde Son Açılan Klasöre Geç
2203=Dosya Yöneticisinde Seçili Dosyayı Aç
2204=Geçerli Klasörü Araştır
2205=Komut İstemi
2206=Uygulama Klasörüne Git
2207=Uygulama Klasörünü Araştır
2208=Dosya Uzantısını Göster
2209=Gizli Dosya ve Klasörleri Göster
2210=Klasör Yolunu Panoya Kopyala
2211=Seçili Öğelerin Yolunu Panoya Kopyala
2212=Seçili Öğelerin İsimlerini Panoya Kopyala
2213=Seçenekler
2214=Pro Sürüme Yükselt
2215=Excel'den Liste İçeriği Aktar
2216=Bu Uygulama İçin Listary Devre Dışı Kalsın
2218=Ayraç
2219=Bir Seviye Yukarı
2220=Klasör oluştur
2252=Bu uygulama için Listary'yi devre dışı bırakmak istediğinizden emin misiniz?
2253=Listary'yi devre dışı bırak
2254=Listary bu uygulamanın yeniden başlamasından sonra görünmeyecektir.\nHer zaman Tercihler > Uygulamalar ile tekrar etkinleştirebilirsiniz.
2260=Komut İstemi (Yönetici)
2261=Geçerli klasörde bir proje olarak ekle

; Export to Excel command
2270=Üzgünüz, bu liste içeriği desteklenmiyor.
2271=İşleniyor...
2272=Kayıt işlemi başarısız, lütfen dosyanın başka bir programda çalışıp çalışmadığını kontrol ediniz.

;Search
2300=Liste
2301=Git
2302=Aramanızla eşleşen hiçbir öğe yok.
2303=(geçerli klasör)
2304=Proje
2305=Bağlam menüsü

;Options > General
3000=Genel
3001=Listary Windows başladığında otomatik çalışsın.
3002=Windows XP Explorer için otomatik dosya listesi girişlerine odaklanmasını ayarla.
3004=Hızlı Geçiş (Dosya Yötecisinden ne zaman geçiş yapılırsa dosya diyaloğunda geçerli klasörü aç)
3005=Dil:
3006=Varsayılan Dosya Yöneticisi
3007=Windows Explorer dışında bir dosya yöneticisi kullanmayı tercih ederseniz bunu doldurun.\n%1 i yol için parametre olarak kullan. Söylenenleri unutmayın.
3008=Benzer öğe eşleştirme
3009=Güncelleştirmeleri otomatik denetle
3010=Yeni beta sürümlerini denetle
3011=Reset Tips
3012=Please change "Path" to the real path of $1 on your system.
3020=Geçici güncel liste için yazarken bul özelliğini kaldırmak için başına ekle (geri yüklemek için ESC tuşuna basın):

;Options > Favorites
3100=Favoriler
3106=Altmenü

;Options > Keywords
3300=Anahtar kelimeler
3306=Özel Komut Ekle
3309=Komut
3313=Başlığı görüntüle:
3314=Açıklama:
3315=Anahtar kelime:
3316=Sessiz
3317=Yönetici olarak çalıştır
3318=Batch Add
3319=Working directory:
3320=Only show in launcher
3330=Biçim:

;Options > Applications
3402=Bu uygulama için Listary etkinleştir
3403=Son dosyaları ve klasörleri izle

;Options > Display
3603=Listeye göre
3604=Pencereye göre
3605=Üstten
3606=Alttan
3607=Soldan
3608=Sağdan
3618=Pencerenin üst kısmında
3619=Pencerenin alt kısmında
3620=İzleme ile ilgili
3621=Pencerenin ortasına
3624=Listary'i etkinleştirmek için boş alanda fareyi çift tıklatın
3625=Listary'i etkinleştirmek için fareyi çift tıklatın
3626=Enable Listary hotkeys
3628=Araç çubuğu konumu
3629=Yazarken bul

;Options > Pro
3800=Listary Pro sürümüne yükselt
3802=İsim:
3803=Eposta:
3804=Kayıt Kodu:
3808=Pano'dan Yapıştır
3809=Kayıt Kodunu Kontrol Et
3810=Tebrikler, Listary Pro sürümüne başarıyla yükseltme yaptınız!
3811=Üzgünüz, kayıt kodu geçersiz.
3812=Listary, kişisel, ticari olmayan kullanım için ücretsizdir.
3813=Ticari amaçlarla ve iş yerinizde Listary kullanmak istiyorsanız veya Listary gelişimini desteklemek istiyorsanız, lütfen Listary Pro sürümüne yükseltin.
3814=Listary Pro Satın Al!

;Options > About
3900=Hakkında
3902=Anasayfaya git
3903=Bu programın lisans sahibi

;Options > Integration
4000=Entegrasyon
4002=Dosya diyaloglar yerine Total Commander kullanın:

;Custom Command Dialog
4200=Özel Komut
4202=Parametreler:
4210=Txt Dosyası Oluştur (Örnek)
4211="{query}.txt" oluştur
4212=Örn. Notepad ile ''abc.txt'' olarak düzenlemek için ''txt.abc'' yazınız

;Add Favorite Dialog
4300=Favorilere Ekle
4301=Yolu kullan

;Menu List
4400=Menü
4401=Araç çubuğu
4402=Açılır menü
4403=Favoriler
4404=Favori Uygulama
4405=Total Commander Dizin Menüsü
4406=Geçmiş
4407=Komutlar
4408=Sol Tık Menü Tepsisi
4409=Sağ Tık Menü Tepsisi

;Menu List Item Type
4500=Favori Klasör
4501=Favori Dökümanlar
4502=Uygulama Çalıştır

;Options > Menus
5000=Menüler
5001=Komutlar
5002=Menüleri Sıfırla
5003=Tüm menüler varsayılana sıfırlamak istediğinizden emin misiniz? Sık Kullanılanları veya komutları kaybetmezsiniz.
5010=Simge Değiştir
5011=Varsayılan Simgeye Geri Al

;Options > Hotkeys
5200=Kısayol tuşları
3503=Listary araç çubuğu göster:
3504=Açılır menüyü göster:
5201=Listary'i göstermek/gizlemek için iki kez Ctrl tuşuna basın
5210=Sonraki madde:
5211=Önceki madde:


;Options > By Application
5300=Uygulama ayarları
5301=Sabitleşmiş Yollar
5302=Uygulamalar sadece varsayılan ayarları ile gösterilir.

;Options > Index
;Removed: 5402 5403
5404=Disk Arama Hariç
5410=Bir sürücü veya klasörü hariç tut
5411=Bir hariç tutma filtresi ekleme
5412=Seçili girdiyi kaldırın
5413=Disk arama
5416=Disk aramayı devre dışı bırakma
5417=Yeniden Kurma İndeksine Zorla
5418=Yükleniyor...
5419=Dizin
5420=NTFS birimleri
5421=Özel dizin konumları
5422=Geçersiz klasör istisnaları
5423=Hariç tutma filtreleri
5430=Dizin için özel konum ekle
5440=Dizini her $1 dakikada güncelle (devre dışı için 0)
5441=Dizini Şimdi Güncelle


;Options > History
5500=Geçmiş
5501=Geçmiş parça dosyası ve klasörü aç
5502=Geçmişi Temizle
5503=Tüm geçmiş kayıtlarını silmek istediğinizden emin misiniz?
3208=Dosya diyaloğunda son açılan dosyayı otomatik seç
3215=Son dosya ve klasörlerde ara
5510=Geçmişi Hariç Tut

;Options > Projects
5600=Projeler
5601=Anahtar kelime
5602=Bu nedir?
5603=Örneğin, ''blog'' anahtar sözcüğü ile proje olarak "D:\Websites\My Blog" eklerseniz, dosya ve klasörleri aramak için her zaman ve her yerden "blog file_to_find.html" olarak girebilirsiniz.
5605=Projeleri kullanmak için Listary Pro sürümüne yükselt!

;Options > Appearance
5700=Görünüm
5701=Boyut
5702=Normal
5703=Küçük
5710=(piksel. varsayılan 0)
5711=Genişlik:
5712=Maksimum Yükseklik:

;Options > Launch Apps
5800=Uygulama Başlat
5801=Klasörleri Ara
5802=Windows Store uygulamalarını arayın

;Options > Search
5901=Filtreler
5902=Aramanızı filtrelemek için "anahtar kelime:aranacak içerik" veya aranacak içeriği yazın
5910=İçinde ara:
5911=İçin ara:
5912=Uzantılar:

;Options > Actions
6000=Eylemler
6001=Özel eylem Ekle
6010=Open with Notepad (Example)

;Dialog > Add Exclude Filter
6100=Hariç Filtresi Ekle
6101=* sıfır veya daha fazla karakterle eşlenir.
6102=? tam olarak bir karakterle eşleşti
6103=Filtre:

;Dialog > Register Hotkey
6200=Listary Kısayol Tuşu
6201=Kısayol 1$ başka bir uygulama tarafından kullanılıyor.
6202=Yeni bir tane belirtin:

;Dialog > Upgrade to Pro
6301=This is a PRO feature, offered here for free evaluation.
6302=Devam et

;Updates
6400=Listary Güncelleme
6402=Listary güncelleştirmeleri şimdi kontrol edemiyor, lütfen daha sonra tekrar deneyin.
6403=Listary'nin en son sürümünü kullanıyorsunuz, lütfen daha sonra tekrar deneyiniz.
6404=Yeni sürüm $1 uygun.
6405=Yüklü sürüm:
6406=Son sürüm:
6407=İndirme Sayfasını Aç
6408=Bu Versiyonu Atla
6409=Daha Sonra Hatırlat

; Parameter tips
6500=You can use the following variables in parameter:
6510=Search query
6511=Search result path
6512=Parent folder of search result
6513=Current folder path in Explorer

;UI
8000=Kısayol tuşu ayarlamak için tıkla
8001=Kısayol tuşu girin

;Tips
8500=Press $1 to switch to launcher mode
8501=Press $1 to enter Actions menu
8502=Sadece dosyaları aramak için $1 tuşuna basın

;Actions
9000=Eylem
9001=Klasörü aç
9002=Yolu panoya kopyala
9003=Aç
9004=Klasör yolunu panoya kopyala
9005=Geçerli Klasöre Kopyala
9006=Geçerli Klasöre Taşı
9007=Kopyala
9008=Kes
9009=Gönder
9010=Set Keyword
9011=Birlikte aç
9020="$1" i "$2" ye taşımak istediğinize emin misiniz?
9021=Başka bir uygulama seçin

;Tutorial
7000=Rehber
7001=Deneyin!
7002=İleri >
7003=Hayır, Teşekkürler
7004=Tamam
7005=Tamamlandıktan sonra *İleri >* tıklayın

7010=This seems to be the first time you are running Listary. Would you like to take a quick tour?

7020=Başlamanız için bir Explorer penceresi açılacak.

7030=Gerekenleri Explorer'dan direkt yazabilirsiniz.
7031=Tür * metin 2 *

7040=* Sekme / yukarı / aşağı: * dosya veya klasör seçin
7041=* Girin: * Seçili dosya veya klasörü açın
7042=* ESC: * Listary araç çubuğunu gizle

7090=Fareyi tercih ederseniz, Listary'e erişmek için fare çift tıklatın veya orta tuşunu kullanabilirsiniz.
7091=Explorer'da sağ panelde boş bir alanda çift tıklayın.

7100=To search all your apps and files anytime, press Ctrl twice.
7101=Press *Ctrl twice*
7102=Type *Notepad*
7103=Açmak için Enter tuşuna basın

7110=Şimdi açılan bir Notepad penceresinde olmalısınız.
7111=In Notepad, click File menu > Open…
7112=* Ctrl + G * basın

7120=Listary has just let this Open dialog navigate to the current folder in Explorer!

7130=There are many other features of Listary like favorites, history and commands. For more details, check Listary Options via the tray icon.

7141=Zaman ayırdığınız için çok teşekküler! Listary'nin diğer önemli özellikleri hakkında daha fazla bilgi için aşağıdaki bağlantıyı tıklatın:
7142=Listary hakkında daha fazla bilgi

